Repository: captajn/MihoniOS
Catalog: Resources/Localizable.xcstrings
Source language: vi
Languages: en

# pref_always_decode_long_strip_with_ssiv_summary
source: Ảnh hưởng đến hiệu suất. Chỉ bật nếu việc giảm ngưỡng bitmap không khắc phục được sự cố hình ảnh trống
en: Affects performance. Only enable if reducing bitmap threshold doesn\'t fix blank image issues

# pref_always_show_chapter_transition
source: Luôn hiển thị chuyển tiếp chương
en: Always show chapter transition

# pref_app_language
source: Ngôn ngữ ứng dụng
en: App language

# pref_app_theme
source: Chủ đề ứng dụng
en: App theme

# pref_appearance_summary
source: Chủ đề, kiểu hiển thị ngày & giờ
en: Theme, date & time format

# pref_auto_clear_chapter_cache
source: Xóa bộ nhớ đệm các chương khi tắt ứng dụng
en: Clear chapter cache on app launch

# pref_auto_update_manga_on_mark_read
source: Cập nhật tiến trình khi được đánh dấu là đã đọc
en: Update progress when marked as read

# pref_auto_update_manga_sync
source: Cập nhật tiến triển sau khi đọc
en: Update progress after reading

# pref_backup_interval
source: Lịch sao lưu
en: Automatic backup frequency

# pref_backup_summary
source: Sao lưu thủ công & tự động
en: Manual & automatic backups, storage space

# pref_behavior
source: Tùy chỉnh ưu tiên
en: Behavior

# pref_browse_summary
source: Nguồn, tiện ích, tìm kiếm toàn bộ
en: Sources, extensions, global search

# pref_category_about
source: Giới thiệu
en: About

# pref_category_advanced
source: Nâng cao
en: Advanced

# pref_category_appearance
source: Giao diện
en: Appearance

# pref_category_auto_download
source: Tự động tải xuống
en: Auto-download

# pref_category_delete_chapters
source: Xoá chương
en: Delete chapters

# pref_category_display
source: Hiển thị
en: Display

# pref_category_downloads
source: Tải xuống
en: Downloads

# pref_category_for_this_series
source: Dành cho phần truyện này
en: For this series

# pref_category_general
source: Chung
en: General

# pref_category_library
source: Thư viện
en: Library

# pref_category_library_update
source: Cập nhật toàn bộ
en: Global update

# pref_category_nsfw_content
source: Nguồn NSFW (18+)
en: NSFW (18+) sources

# pref_category_reader
source: Trình đọc
en: Reader

# pref_category_reading
source: Đang đọc
en: Reading

# pref_category_reading_mode
source: Kiểu đọc
en: Reading mode

# pref_category_security
source: Bảo mật và quyền riêng tư
en: Security and privacy

# pref_category_theme
source: Chủ đề
en: Theme

# pref_category_tracking
source: Theo dõi
en: Tracking

# pref_chapter_swipe_end
source: Chương khi vuốt sang phải
en: Chapter on swipe to right

# pref_chapter_swipe_start
source: Chương khi vuốt sang trái
en: Chapter on swipe to left

# pref_clear_chapter_cache
source: Dọn dẹp bộ nhớ đệm
en: Clear chapter cache

# pref_clear_cookies
source: Dọn dẹp thông tin lưu trữ
en: Clear cookies

# pref_clear_database
source: Dọn dẹp cơ sở dữ liệu
en: Clear database

# pref_clear_database_summary
source: Xóa lịch sử đọc truyện và các chương không nằm trong thư viện
en: Delete history for entries that are not saved in your library

# pref_clear_history
source: Xoá lịch sử
en: Clear history

# pref_clear_webview_data
source: Xóa dữ liệu WebView
en: Clear WebView data

# pref_color_filter_mode
source: Chế độ hòa trộn bộ lọc màu
en: Color filter blend mode

# pref_create_backup
source: Tạo bản sao lưu
en: Create backup

# pref_create_backup_summ
source: Có thể sử dụng để khôi phục thư viện hiện tại
en: Can be used to restore current library

# pref_create_folder_per_manga
source: Lưu lại trang trong thư mục riêng
en: Save pages into separate folders

# pref_create_folder_per_manga_summary
source: Tạo thư mục dựa theo tên truyện
en: Creates folders according to entries\' title

# pref_crop_borders
source: Cắt viền
en: Crop borders

# pref_custom_brightness
source: Độ sáng tùy chỉnh
en: Custom brightness

# pref_custom_color_filter
source: Bộ lọc màu tùy chỉnh
en: Custom color filter

# pref_cutout_short
source: Hiển thị nội dung ở phần rìa
en: Show content in cutout area

# pref_dark_theme_pure_black
source: Chế độ đen tuyền
en: Pure black dark mode

# pref_date_format
source: Định dạng ngày
en: Date format

# pref_debug_info
source: Thông tin gỡ lỗi
en: Debug info

# pref_disable_battery_optimization
source: Tắt tối ưu pin
en: Disable battery optimization

# pref_disable_battery_optimization_summary
source: Giúp cập nhật và sao lưu thư viện nền
en: Helps with background library updates and backups

# pref_disallow_non_ascii_filenames
source: Không cho phép tên tệp không phải định dạng ASCII
en: Disallow non-ASCII filenames

# pref_disallow_non_ascii_filenames_details
source: Đảm bảo khả năng tương thích với một số phương tiện lưu trữ nhất định không hỗ trợ Unicode. Khi tính năng này được bật, bạn sẽ cần đổi tên thủ công các thư mục nguồn và manga bằng cách thay thế các ký tự không phải ASCII bằng cách biểu diễn thập lục phân UTF-8 chữ thường của chúng. Các tập tin chương không cần phải đổi tên.
en: Ensures compatibility with certain storage media that don't support Unicode. When this is enabled, you'll need to manually rename source and manga folders by replacing non-ASCII characters with their lowercase UTF-8 hexadecimal representations. Chapter files don't need to be renamed.

# pref_display_images_description
source: Hiển thị hình ảnh trong mô tả manga
en: Render images in manga descriptions

# pref_display_profile
source: Tùy chỉnh hồ sơ màn hình
en: Custom display profile

# pref_dns_over_https
source: DNS qua HTTPS (DoH)
en: DNS over HTTPS (DoH)

# pref_double_tap_anim_speed
source: Tốc độ nhấn đúp hình ảnh động
en: Double tap animation speed

# pref_double_tap_zoom
source: Nhấn đúp để phóng to
en: Double tap to zoom

# pref_download_concurrent_pages
source: Tải xuống trang đồng thời
en: Concurrent page downloads

# pref_download_concurrent_pages_summary
source: Các trang được tải xuống đồng thời theo từng nguồn
en: Pages downloaded simultaneously per source

# pref_download_concurrent_sources
source: Tải xuống nguồn đồng thời
en: Concurrent source downloads

# pref_download_new
source: Tải chương mới
en: Download new chapters

# pref_download_new_categories_details
source: Truyện trong các danh mục bị loại trừ sẽ không được tải xuống.
en: Entries in excluded categories will not be downloaded even if they are also in included categories.

# pref_download_new_unread_chapters_only
source: Bỏ qua tải xuống các chương đã đọc bị trùng
en: Skip downloading duplicate read chapters

# pref_downloads_summary
source: Tự động tải xuống, tải xuống trước
en: Automatic download, download ahead

# pref_dual_page_invert
source: Đảo ngược vị trí tách trang
en: Invert split page placement

# pref_dual_page_invert_summary
source: Nếu vị trí của phần tách trang rộng không khớp với hướng đọc
en: If the placement of the split wide pages don\'t match reading direction

# pref_dual_page_split
source: Chia các trang đôi
en: Split wide pages

# pref_dump_crash_logs
source: Chia sẻ tệp báo lỗi tạm
en: Share crash logs

# pref_dump_crash_logs_summary
source: Lưu thông tin lỗi và gửi về nhà phát triển
en: Saves error logs to a file for sharing with the developers

# pref_enable_acra
source: Gửi báo cáo lỗi
en: Send crash reports

# pref_firebase
source: Phân tích và Nhật ký sự cố
en: Analytics and Crash logs

# pref_flash_duration
source: Độ dài làm mới
en: Flash duration

# pref_flash_page
source: Làm mới màn hình khi đổi trang
en: Flash on page change

# pref_flash_page_interval
source: Làm mới sau
en: Flash every

# pref_flash_page_summ
source: Giảm tình trạng bóng ma trên màn hình e-ink
en: Reduces ghosting on e-ink displays

# pref_flash_style_black
source: Nền đen
en: Black

# pref_flash_style_white
source: Nền trắng
en: White

# pref_flash_style_white_black
source: Nền trắng và Nền đen
en: White and Black

# pref_flash_with
source: Làm mới bằng
en: Flash with

# pref_fullscreen
source: Toàn màn hình
en: Fullscreen

# pref_grayscale
source: Ảnh đen trắng
en: Grayscale

# pref_hardware_bitmap_threshold
source: Tùy chỉnh ngưỡng phần cứng bitmap
en: Custom hardware bitmap threshold

# pref_hardware_bitmap_threshold_default
source: Mặc định (%d)
en: Default (%d)

# pref_hardware_bitmap_threshold_summary
source: Nếu người đọc tải một hình ảnh trống thì hãy giảm dần ngưỡng Đã chọn: %s
en: If reader loads a blank image incrementally reduce the threshold. Selected: %s

# pref_hide_in_library_items
source: Giấu những truyện đã có trong thư viện
en: Hide entries already in library

# pref_hide_missing_chapter_indicators
source: Ẩn các chỉ báo chương bị thiếu
en: Hide missing chapter indicators

# pref_hide_threshold
source: Độ nhạy cho phần tự ẩn mục chính khi kéo cuộn
en: Sensitivity for hiding menu on scroll

# pref_high
source: Cao
en: High

# pref_highest
source: Cao nhất
en: Highest

# pref_image_scale_type
source: Kiểu tỉ lệ
en: Scale type

# pref_incognito_mode
source: Chế độ ẩn danh
en: Incognito mode

# pref_incognito_mode_extension_summary
source: Tạm dừng lịch sử đọc của phần mở rộng
en: Pause reading history for extension

# pref_incognito_mode_summary
source: Dừng lưu giữ lịch sử đọc
en: Pauses reading history

# pref_invalidate_download_cache
source: Lập chỉ mục tải xuống
en: Reindex downloads

# pref_invalidate_download_cache_summary
source: Buộc ứng dụng kiểm tra lại các chương đã tải xuống
en: Force app to recheck downloaded chapters

# pref_inverted_colors
source: Đảo màu
en: Inverted

# pref_keep_screen_on
source: Giữ màn hình bật
en: Keep screen on

# pref_landscape_zoom
source: Phóng ảnh phong cảnh tự động
en: Automatically zoom into wide images

# pref_library_columns
source: Số mục trên mỗi hàng
en: Items per row

# pref_library_summary
source: Danh mục, cập nhật toàn bộ, vuốt chương
en: Categories, global update, chapter swipe

# pref_library_update_categories_details
source: Truyện trong danh mục bị loại trừ sẽ không được cập nhật.
en: Entries in excluded categories will not be updated even if they are also in included categories.

# categories_use_per_category_settings
source: Sắp xếp riêng theo từng danh mục
en: Per-category sort settings

# pref_library_update_interval
source: Tự động cập nhật
en: Automatic updates

# pref_library_update_refresh_metadata
source: Tự động làm mới bộ siêu dữ liệu
en: Automatically refresh metadata

# pref_library_update_refresh_metadata_summary
source: Kiểm tra ảnh bìa và chi tiết khi cập nhật thư viện
en: Check for new cover and details when updating library

# pref_library_update_restriction
source: Những hạn chế cập nhật thiết bị tự động
en: Automatic updates device restrictions

# pref_library_update_show_tab_badge
source: Hiển thị số chương chưa đọc
en: Show unread count on Updates icon

# pref_library_update_smart_update
source: Tùy chọn bỏ qua cập nhật
en: Smart update

# pref_low
source: Thấp
en: Low

# pref_lowest
source: Thấp nhất
en: Lowest

# pref_manage_notifications
source: Quản lý thông báo
en: Manage notifications

# pref_mark_duplicate_read_chapter_read
source: Đánh dấu chương trùng lặp đã đọc là đã đọc
en: Mark duplicate read chapter as read

# pref_mark_duplicate_read_chapter_read_existing
source: Sau khi đọc một chương
en: After reading a chapter

# pref_mark_duplicate_read_chapter_read_new
source: Sau khi tìm nạp chương mới
en: After fetching new chapter

# pref_navigate_pan
source: Xoay ảnh rộng
en: Pan wide images

# pref_onboarding_guide
source: Hướng dẫn làm quen
en: Onboarding guide

# pref_page_rotate
source: Quay những trang rộng để vừa màn hình
en: Rotate wide pages to fit

# pref_page_rotate_invert
source: Lật hướng của các trang rộng đã xoay
en: Flip orientation of rotated wide pages

# pref_page_transitions
source: Hoạt ảnh chuyển trang
en: Animate page transitions

# pref_read_with_long_tap
source: Nhấn giữ để mở mục hành động
en: Show actions on long tap

# pref_read_with_tapping_inverted
source: Đảo ngược khu vực nhấn
en: Invert tap zones

# pref_read_with_volume_keys
source: Phím âm lượng
en: Volume keys

# pref_read_with_volume_keys_inverted
source: Đảo ngược phím âm lượng
en: Invert volume keys

# pref_reader_actions
source: Hành động
en: Actions

# pref_reader_navigation
source: Điều hướng
en: Navigation

# pref_reader_summary
source: Dạng đọc, hiển thị, điều hướng
en: Reading mode, display, navigation

# pref_reader_theme
source: Màu nền
en: Background color

# pref_refresh_library_covers
source: Làm mới ảnh bìa trong thư viện
en: Refresh library covers

# pref_relative_format
source: Mốc thời gian liên quan
en: Relative timestamps

# pref_relative_format_summary
source: \"%1$s\" thay vì là \"%2$s\"
en: \"%1$s\" instead of \"%2$s\"

# pref_remove_after_marked_as_read
source: Sau khi đánh dấu thủ công là đã đọc
en: After manually marked as read

# pref_remove_after_read
source: Tự động xóa sau khi đọc
en: After reading automatically delete

# pref_remove_bookmarked_chapters
source: Cho phép xóa các chương đã đánh dấu
en: Allow deleting bookmarked chapters

# pref_remove_exclude_categories
source: Các thể loại bị loại trừ
en: Excluded categories

# pref_reset_user_agent_string
source: Cài lại chuỗi đại diện người dùng mặc định
en: Reset default user agent string

# pref_reset_viewer_flags
source: Cài lại cài đặt đọc từng bộ truyện
en: Reset per-series reader settings

# pref_reset_viewer_flags_error
source: Không thể cài lại cài đặt đọc
en: Couldn\'t reset reader settings

# pref_reset_viewer_flags_success
source: Tất cả cài đặt đọc đã được cài lại
en: All reader settings reset

# pref_reset_viewer_flags_summary
source: Cài lại chế độ đọc và điều hướng của tất cả các bộ truyện
en: Resets reading mode and orientation of all series

# pref_restore_backup
source: Khôi phục sao lưu
en: Restore backup

# pref_restore_backup_summ
source: Khôi phục thư viện từ tập tin sao lưu
en: Restore library from backup file

# pref_rotation_type
source: Kiểu xoay mặc định
en: Default rotation

# pref_security
source: Bảo mật
en: Security

# pref_security_summary
source: Khoá ứng dụng, bảo vệ màn hình
en: App lock, secure screen

# pref_show_navigation_mode
source: Hiển thị lớp phủ khu vực nhấn
en: Show tap zones overlay

# pref_show_navigation_mode_summary
source: Hiển thị ngắn gọn các vùng chạm khi trình đọc được mở
en: Briefly show when reader is opened

# pref_show_nsfw_source
source: Hiển thị trong các danh sách nguồn và tiện ích mở rộng
en: Show in sources and extensions lists

# pref_show_page_number
source: Hiện số trang
en: Show page number

# pref_show_reading_mode
source: Hiển thị chế độ đọc
en: Show reading mode

# pref_show_reading_mode_summary
source: Hiển thị ngắn gọn chế độ hiện tại khi mở trang đọc truyện
en: Briefly show current mode when reader is opened

# pref_skip_dupe_chapters
source: Bỏ qua chương đúp
en: Skip duplicate chapters

# pref_skip_filtered_chapters
source: Bỏ qua các chương đã lọc
en: Skip filtered chapters

# pref_skip_read_chapters
source: Bỏ qua chap đã đọc
en: Skip chapters marked read

# pref_storage_location
source: Vị trí kho chứa
en: Storage location

# pref_storage_location_info
source: Được sử dụng để sao lưu tự động, tải chương và nguồn cục bộ.
en: Used for automatic backups, chapter downloads, and local source.

# pref_storage_usage
source: Kho chứa chiếm dụng
en: Storage usage

# pref_tablet_ui_mode
source: Giao diện máy tính bảng
en: Tablet UI

# pref_tracking_summary
source: Đồng bộ tiến trình đọc, đồng bộ nâng cao
en: One-way progress sync, enhanced sync

# pref_update_library_manga_titles
source: Cập nhật các tiêu đề truyện trong thư viện để khớp với nguồn
en: Update library manga titles to match source

# pref_update_library_manga_titles_summary
source: Cảnh báo: nếu một truyện được đổi tên, nó sẽ bị xóa khỏi hàng đợi tải xuống (nếu có).
en: Warning: if a manga is renamed, it will be removed from the download queue (if present).

# pref_update_only_completely_read
source: Có chương chưa đọc
en: Skip entries with unread chapter(s)

# pref_update_only_in_release_period
source: Chưa công bố
en: Predict next release time

# pref_update_only_non_completed
source: Có trạng thái \"Đã hoàn thành\"
en: Skip entries with \"Completed\" status

# pref_update_only_started
source: Chưa bắt đầu đọc
en: Skip unstarted entries

# pref_user_agent_string
source: Chuỗi đại diện người dùng mặc định
en: Default user agent string

# pref_verbose_logging
source: Ghi nhật ký chi tiết
en: Verbose logging

# pref_verbose_logging_summary
source: In các ghi chép tường tận đến cả ghi chép hệ thống ( giảm hiệu suất ứng dụng )
en: Print verbose logs to system log (reduces app performance)

# pref_viewer_nav
source: Khu vực nhấn
en: Tap zones

# pref_viewer_type
source: Kiểu đọc mặc định
en: Default reading mode

# pref_webtoon_disable_zoom_out
source: Tắt thu nhỏ
en: Disable zoom out

# pref_webtoon_side_padding
source: Kích cỡ hai bên
en: Side padding

# pref_webtoon_vertical_navigator_on_left
source: Đặt thanh điều hướng dọc ở phía bên trái
en: Place vertical navigator on the left side

# pref_zoom_start
source: Phóng to vị trí bắt đầu
en: Zoom start position

# privacy_policy
source: Chính sách quyền riêng tư
en: Privacy policy

# private_settings
source: Bao gồm những cài đặt nhạy cảm (ví dụ như token đăng nhập tracker)
en: Include sensitive settings (e.g., tracker login tokens)

# publishing_finished
source: Đã hoàn thành xuất bản
en: Publishing finished

# reading
source: Đang đọc
en: Reading

# reading_list
source: Danh sách đang đọc
en: Reading List

# relative_time_span_never
source: Không bao giờ
en: Never

# relative_time_today
source: Hôm nay
en: Today

# remove_from_library
source: Gỡ bỏ khỏi thư viện
en: Remove from library

# remove_manga
source: Bạn sẽ xóa bỏ \"%s\" này ra khỏi thư viện của bạn
en: You are about to remove \"%s\" from your library

# remove_private_extension_message
source: Bạn có thật sự muốn gỡ tiện ích mở rộng \"%s\"?
en: Do you really want to remove \"%s\" extension?

# repeating
source: Đọc lại
en: Rereading

# requires_app_restart
source: Yêu cầu khởi động lại ứng dụng để có hiệu lực
en: Requires app restart to take effect

# restore_completed
source: Khôi phục hoàn tất
en: Restore completed

# restore_duration
source: %1$02d phút, %2$02d giây
en: %1$02d min, %2$02d sec

# restore_in_progress
source: Đang trong quá trình phục hồi
en: Restore is already in progress

# restore_miui_warning
source: Tính năng tối ưu hóa của MIUI phải được bật lên để việc sao lưu/khôi phục hoạt động tốt.
en: Backup/restore may not function properly if MIUI Optimization is disabled.

# restoring_backup
source: Khôi phục sao lưu
en: Restoring backup

# restoring_backup_canceled
source: Quá trình khôi phục đã bị ngắt
en: Canceled restore

# restoring_backup_error
source: Khôi phục thất bại
en: Restoring backup failed

# restrictions
source: Hạn chế: %s
en: Restrictions: %s

# right_and_left_nav
source: Phải và trái
en: Right and Left

# right_to_left_viewer
source: Phân trang (phải sang trái)
en: Paged (right to left)

# rotation_force_landscape
source: Khoá theo chiều ngang
en: Locked landscape

# rotation_force_portrait
source: Khoá theo chiều dọc
en: Locked portrait

# rotation_free
source: Tự do
en: Free

# rotation_landscape
source: Chế độ nằm ngang
en: Landscape

# rotation_portrait
source: Chế độ dọc
en: Portrait

# rotation_reverse_portrait
source: Đảo ngược chân dung
en: Reverse portrait

# rotation_type
source: Kiểu xoay
en: Rotation

# save_chapter_as_cbz
source: Lưu dưới dạng lưu trữ CBZ
en: Save as CBZ archive

# scale_type_fit_height
source: Vừa chiều dọc
en: Fit height

# scale_type_fit_screen
source: Vừa màn hình
en: Fit screen

# scale_type_fit_width
source: Vừa chiều ngang
en: Fit width

# scale_type_original_size
source: Kích thước gốc
en: Original size

# scale_type_smart_fit
source: Tùy chỉnh thông minh
en: Smart fit

# scale_type_stretch
source: Kéo dãn
en: Stretch

# scanlator
source: Nhóm dịch
en: Scanlator

# score
source: Điểm số
en: Score

# second_to_last
source: Hai chương đã đọc gần nhất
en: Second to last read chapter

# seconds_short
source: %d giây
en: %ds

# secure_screen
source: Bảo vệ màn hình
en: Secure screen

# secure_screen_summary
source: Bảo vệ màn hình sẽ ẩn nội dung khi chuyển đổi ứng dụng và chặn chụp màn hình
en: Secure screen hides app contents when switching apps and block screenshots

# selected
source: Được chọn
en: Selected

# services
source: Dịch vụ
en: Trackers

# set_as_cover
source: Đặt làm ảnh bìa
en: Set as cover

# set_chapter_settings_as_default
source: Đặt mặc định
en: Set as default

# share_page_info
source: %1$s:%2$s,trang %3$d
en: %1$s: %2$s, page %3$d

# show_chapter_number
source: Số chương
en: Chapter number

# show_title
source: Tiêu đề nguồn
en: Source title

# skipped_reason_completed
source: Đã bỏ qua vì bộ truyện đã hoàn thành
en: Skipped because series is complete

# skipped_reason_not_always_update
source: Bỏ qua vì loạt truyện không cần cập nhật
en: Skipped because series does not require updates

# skipped_reason_not_caught_up
source: Đã bỏ qua vì vẫn còn chương chưa đọc
en: Skipped because there are unread chapters

# skipped_reason_not_in_release_period
source: Bỏ qua vì dự kiến hôm nay không có bản phát hành nào
en: Skipped because no release was expected today

# skipped_reason_not_started
source: Đã bỏ qua vì chưa chương được đọc
en: Skipped because no chapters are read

# snack_add_to_library
source: Thêm truyện vào thư viện?
en: Add to library?

# snack_categories_deleted
source: Danh mục đã bị xóa
en: Categories deleted

# sort_by_number
source: Theo số chương
en: By chapter number

# sort_by_source
source: Theo nguồn truyện
en: By source

# sort_by_upload_date
source: Bởi ngày đăng
en: By upload date

# source_empty_screen
source: Không có nguồn nào được tìm thấy
en: No source found

# source_filter_empty_screen
source: Không có nguồn đã cài tìm thấy
en: No installed source found

# source_not_installed
source: Nguồn truyện không thể cài đặt: %1$s
en: Source not installed: %1$s

# source_settings
source: Cài đặt nguồn
en: Source settings

# source_unsupported
source: Nguồn không còn được hỗ trợ
en: Source is not supported

# spen_next_page
source: Trang tiếp theo
en: Next page

# spen_previous_page
source: Trang trước
en: Previous page

# split_tall_images
source: Tách ra những hình ảnh dài
en: Split tall images

# split_tall_images_summary
source: Cải thiện khả năng đọc bằng việc cắt nhỏ các ảnh quá dài
en: Improves reader performance

# status
source: Trạng thái
en: Status

# storage_failed_to_create_directory
source: Không tạo được thư mục: %s
en: Failed to create directory: %s

# storage_failed_to_create_download_directory
source: Không tạo được thư mục tải xuống
en: Failed to create download directory

# supportUsScreen.contactForDetailsMessage
source: Để biết các lựa chọn thay thế hoặc bất kỳ câu hỏi liên quan nào, hãy tham gia máy chủ Discord của chúng tôi.
en: For alternative options or any related questions, join our Discord server.

# supportUsScreen.currentlySupportedBy
source: Mihon hiện được hỗ trợ bởi %d+ người bảo trợ. Chúng tôi muốn cảm ơn từng người và tất cả các bạn. Hãy cùng nhau làm cho Mihon trở nên tốt hơn nữa.
en: Mihon is currently backed by %d+ patrons. We want to thank each and everyone of you. Let's make Mihon even better together.

# supportUsScreen.donationPlatform.patreon
source: Patreon (ưu tiên)
en: Patreon (preferred)

# supportUsScreen.perks
source: Người bảo trợ có quyền truy cập vào các kênh độc quyền và nhận được nhiều đặc quyền hơn.
en: Patrons get access to exclusive channels, with more perks to come.

# syncing_library
source: Đồng bộ thư viện
en: Syncing library

# tabs_header
source: Mục
en: Tabs

# tapping_inverted_both
source: Cả hai
en: Both

# tapping_inverted_horizontal
source: Ngang
en: Horizontal

# tapping_inverted_none
source: Không
en: None

# tapping_inverted_vertical
source: Dọc
en: Vertical

# theme_catppuccin
source: Chủ đềL Catppuccin
en: Catppuccin

# theme_dark
source: Tối
en: Dark
